{
	"tasks": [
		"Танковая группировка противника захватила село Архановка и направляется в сторону деревни Ледово. Поставлена задача установить количество танков противника.",
		"Поступило сообщение от командира танковой роты старшего лейтенанта Андреева. Он доложил, что, столкнувшись на дороге, ведущей к деревне Ледово, с силами противника, вступил в бой. После этого связь с ротой пропала. Необходимо выяснить численность вражеской группировки.",
		"Одна из дорог, связывающая деревню Ледово и село Архановка, блокирована нашими силами. Как сообщил командир танковой роты старший лейтенант Кузнецов, его подразделение вступило в бой с танками противника, после чего связь с ротой пропала. Необходимо срочно выяснить численность напавшей группировки.",
		"Танковое соединение противника направляется в сторону деревни Ледово по восточной дороге. Необходимо выяснить количество танков противника.",
		"После боя у села Архановка наше танковое соединение понесло потери и было вынуждено отступить к речке Леда. Из донесений нам известно, что это соединение держит под своим контролем единственный в этом районе мост, и может в ближайшие часы быть атакованным значительными силами противника. Нужно как можно быстрее выяснить, какое количество машин осталось у нашей танковой группы.",
		"По последним донесениям, после сражения у села Архановка наши силы отошли в сторону деревни Ледово и блокировали дорогу, связывающую эти населенные пункты. Связь с группой до сих пор не восстановлена, поэтому необходимо срочно выяснить количество оставшихся в ней танков.",
		"Железнодорожный перегон возле села Либино контролируется силами противника. Необходимо выяснить численность танков противника.",
		"Огромное скопление сил противника было замечено в районе села Нилец. Нам необходимо получить точную информацию о количестве танков противника.",
		"Огромное скопление сил противника было замечено в районе села Неолка. Нам необходимо получить точную информацию о количестве танков противника.",
		"Снабжение нашей армии под угрозой. Разведка сообщает, что дорога на город Гахов блокирована силами противника. Необходимо проверить эту информацию, и, если данные разведки подтвердятся, выяснить количество танков противника."
	]
	,"base": { "x": 559.8, "y": 89.25 }
	,"coord": [
		{ "x": 125.8,  "y": 269.35, "h": 800 },
		{ "x": 232.15, "y": 269.6,  "h": 600 },
		{ "x": 512.95, "y": 309.25, "h": 400 },
		{ "x": 208.75, "y": 308.25, "h": 900 },
		{ "x": 348,    "y": 124.75, "h": 700 },
		{ "x": 223.5,  "y": 48.35,  "h": 120 },
		{ "x": 312.7,  "y": 302.65, "h": 110 },
		{ "x": 187.75, "y": 181.35, "h": 140 },
		{ "x": 328,    "y": 161.35, "h": 500 },
		{ "x": 416.7,  "y": 181.35, "h": 100 }	
	]
	,"texts": [
		"Ваши задания:",
		"Последовательно щелкая по красным точкам, проложите маршрут для самолета-разведчика",
		"Введите величину сдвига объектива в миллиметрах \nс точностью до десятых.\n\nУчтите знак сдвига \n(вверх от земли +, \nвниз к земле -) \nи вводите его перед числом.",
		"Если хотите рассмотреть сделанные вами снимки и комментарии к ним, щелкните по соответствующему кадру в нижней части экрана.",
		"Высота: # м. \nЗаданная Вами величина сдвига объектива: # мм."
	]
	,"results": [
		"Вы проделали прекрасную работу. Собранные Вами разведданные помогли Красной армии провести блестящую операцию и спасли жизни тысяч советских солдат. Вы награждаетесь орденом Ленина.",
		"Вы проделали хорошую работу. Собранные Вами разведданные помогли Красной армии успешно провести операцию и спасли жизни тысяч советских солдат. Вы награждаетесь медалью «За отвагу».",
		"Некоторые из снимков, которые Вы сделали, позволили уточнить данные о немецкой армии.",
		"Проделанная Вами работа оценивается неудовлетворительно. У командования возникли сомнения в Вашем профессионализме. Вами заинтересовалась контрразведка: а не враг народа ли Вы?"
	]
	,"shots": [
		"Качество снимка отличное.",
		"Качество снимка хорошее.",
		"Качество снимка удовлетворительное.",
		"Такой снимок никуда не годится."
	]
}